Revit 2027 API
ParameterTypeId.SteelElemWeldDoubleEffectivethroat Property
 "Double Effective Throat"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemWeldDoubleEffectivethroat { get; }
Public Shared ReadOnly Property SteelElemWeldDoubleEffectivethroat As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemWeldDoubleEffectivethroat {
	ForgeTypeId^ get ();
}
static member SteelElemWeldDoubleEffectivethroat : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace